{
  "title": {
    "main-page": "Primelight OU - Management Consulting",
    "services": "Services",
    "company": "Company",
    "team": "Team",
    "careers": "Careers",
    "articles": "Articles",
    "contact": "Contact",
    "financing": "Financing",
    "article": "Article"
  },
  "menu": {
    "services": "Services",
    "company": "Company",
    "team": "Team",
    "careers": "Careers",
    "articles": "Articles",
    "contact": "Contact"
  },
  "button": {
    "financing": "Financing",
    "read more": "Read more",
    "our story": "Our story",
    "our origin": "Our origin",
    "apply now": "Apply now",
    "contact us": "Contact Us",
    "send": "Send"
  },
  "services": {
    "our story": "Our story",
    "our origin": "Our origin",
    "our approach": "Our approach",
    "our news": "Our news"
  },
  "top-section": {
    "services": {
      "title": "Services",
      "description": "Primelight OU’s team has designed innovative solutions that  combined with proven methodologies, manage compliance risks and address the significant challenges of regulatory compliance  that impact organizations."
    },
    "company": {
      "title": "Story of Primelight OU",
      "description": "Primelight OU challenges the traditional norms of management consulting, providing quality advisory talent that delivers results at a value for money price point. We help our clients from private companies to governments and non-profits to challenge their own industries by becoming more innovative, efficient and dynamic."
    },
    "team": {
      "title": "Team",
      "description": "Our team of 350+ consultants is led by Partners and Managers. These individuals working across 18 countries combine strong educational credentials, intellectual curiosity, proven leadership capacity and commitment to values."
    },
    "careers": {
      "title": "Careers",
      "description": ""
    },
    "contact": {
      "title": "Contact",
      "description": ""
    },
    "financing": {
      "title": "Financing",
      "description": "Funding programs are an important source of finance during the time of economic uncertainty and additional fuel to finance business activities and societal processes at any time. EU funding programmes are designed to support research, development and innovation and advancement of specific societal priorities (environment and climate actions, audio-visual, cultural and creative sectors, education, training, youth and sports initiatives, etc)."
    },
    "articles": {
      "title": "Articles",
      "description": ""
    }
  },
  "the challenger advisory": "The Challengeʳ Advisory",
  "fast-based management consulting and market research": "Fast-based management consulting and market research",
  "we have estonian roots": "We have Estonian roots",
  "with unique central and eastern": "With unique Central and Eastern",
  "europe and nordics footprint stretching": "Europe & Nordics footprint stretching",
  "over 18 countries throughout europe": "over 18 countries throughout Europe.",
  "we deliver more": "We deliver more",
  "with an effective management model we ensure": "With an effective management model, we ensure that the money paid for our work is invested in the project, not into overheads",
  "the new office in yerevan": "The new office in Yerevan strengthens the company’s regional position",
  "Primelight OU management consulting": "Primelight OU - Management Consulting",
  "Started as an alliance of advisory firms in the Baltic States": "Started as an alliance of advisory firms in the Baltic States, and headquartered in Estonia, Primelight OU is now the leading management consultancy from Central Eastern Europe",
  "Primelight OU is the leading management consultancy from Central Eastern Europe": "Primelight OU is the leading management consultancy from Central Eastern Europe. Our consultancy services operate in over 40 countries in Europe, Asia, and USA, resulting in more than 10 000 successful projects. Primelight OU provides exclusive and traditional management consulting services to all clients over the world",
  "We combine bold strategies and transformative technologies to help organizations innovate more sustainably": "We combine bold strategies and transformative technologies to help organizations innovate more sustainably, achieve lasting gains in performance, and build workforces that will thrive for this generation and the next",
  "Primelight OU provides management consulting and data analytic services to companies": "Primelight OU provides management consulting and data analytic services to companies, star-ups, SMEs, government organizations and etc., delivering professional services and great value for money",
  "Our services include strategy development": "Our services include strategy development, innovation, funding, research and implementation",
  "We take a consistent approach to recruiting and skills development regardless of where our people are located": "We take a consistent approach to recruiting and skills development regardless of where our people are located, so that we can quickly deliver the right team, with the right experience and expertise, to every client, anywhere in the world",
  "Primelight OU Provides methodological expertise to help its clients capture growth opportunity": "Primelight OU Provides methodological expertise to help its clients capture growth opportunity.",
  "We use innovative technologies to identify new ways to reach consumers and build enterprise resilience": "We use innovative technologies to identify new ways to reach consumers and build enterprise resilience.",
  "Innovation": "Innovation",
  "Strategy": "Strategy",
  "Funding": "Funding",
  "Safeguard external financing for companys growth": "Safeguard external financing for company’s growth.",
  "Research": "Research",
  "We gather data and analytics to choose the right decision for our clients": "We gather data and analytics to choose the right decision for our clients.",
  "Implementation": "Implementation",
  "Implement the best solutions for our projects to our clients": "Implement the best solutions for our projects to our clients.",
  "We are using the latest IT technologies to drive the organizations business": "We are using the latest IT technologies to drive the organization’s business.",
  "Digital": "Digital",
  "Sustainability": "Sustainability",
  "Connect companies and public organizations": "Connect companies and public organizations.",
  "Where we are located": "Where are we located?",
  "Primelight OU was founded": "Primelight OU was founded in Estonia back in 2010 and has been in continuous operation for more than 11 years.",
  "Kosovo": "Kosovo",
  "and": "and",
  "Turkey": "Turkey",
  "with a sales offices in the": "with a sales offices in the",
  "Armenia": "Armenia",
  "United Kingdom": "United Kingdom",
  "Most of our projects come from an international mindset and have ensured successful cooperation with clients in Europe Asia and Africa": "Most of our projects come from an international mindset and have ensured successful cooperation with clients in Europe, Asia and Africa. Primelight OU is known by many as the world’s leading consulting firm in the knowledge management field.",
  "Students and graduates": "Students and graduates",
  "We are always looking for young talents from our local markets who want to develop professionally": "We are always looking for young talents from our local markets who want to develop professionally by doing meaningful projects in their home countries and internationally. If you are a student or a recent graduate, we offer various internship and entry-level positions that will best suit your needs.",
  "Experienced professionals": "Experienced professionals",
  "We truly believe that anyone can become a management consultant": "We truly believe that anyone can become a management consultant and apply relevant knowledge to drive change in organizations and make an impact on society.",
  "Join us": "Join us",
  "Our people are based at many different locations": "Our people are based at many different locations so we can often assure you local support with necessary knowledge of local and global markets.",
  "Our employees excel in both conceptual planning and implementation and offer you": "Our employees excel in both conceptual planning and implementation and offer you:",
  "International teams and projects": "International teams and projects",
  "Positive and impactful innovation": "Positive and impactful innovation",
  "Diversified work environment": "Diversified work environment",
  "Focus on employee growth and development": "Focus on employee growth and development",
  "Team building and training packages": "Team building and training packages",
  "Interested In cooperation": "Interested In cooperation?",
  "What we do": "What we do?",
  "National branches": "National branches",
  "Offices": "Offices",
  "Consultants": "Consultants",
  "Software Developers": "Software Developers",
  "The companys corporate headquarters are located": "The company’s corporate headquarters are located in Tallinn, Estonia.",
  "Contact Us": "Contact Us",
  "Our offices": "Our offices",
  "Social": "Social",
  "We help": "We help",
  "Corporations": "Corporations",
  "We assist companies in various industries such as telecommunications": "We assist companies in various industries such as telecommunications, banking, insurance, retail, wholesale, manufacturing, FMCG, transport, energy, HORECa, media and publishing, IT services, construction, forestry, agriculture, real estate and etc.",
  "Start-up companies": "Start-up companies",
  "We support start -ups and small companies involved in different industries": "We support start -ups and small companies involved in different industries and focusing on innovative companies and start-up ecosystem development.",
  "Government organizations": "Government organizations",
  "We provide services for government": "We provide services for government, educational institutions, hospitals, state-owned companies, public infrastructure and energy utility establishments.",
  "Our Services": "Our Services",
  "Our consultants advise organizations on high-level decisions in strategic planning": "Our consultants advise organizations on high-level decisions in strategic planning, expansion of new markets, management modification using deep industry knowledge to deliver the best results. We offer the best strategy practices and experience gained across many countries and industries.",
  "We help making future by being in the whole innovation value chain from helping clients innovate to evaluating": "We help making future by being in the whole innovation value chain from helping clients innovate to evaluating, finding and creating sustainable innovations through our multiyear experience and professional team.",
  "We help clients to choose the right funding opportunities": "We help clients to choose the right funding opportunities, develop the project and follow through the implementation process. We also provide advisory services in national EU program funding, EU-level program funding (Horizon 2020).",
  "We collect and analyze external and internal information": "We collect and analyze external and internal information in order to deliver the best solutions to our clients. Primelight OU conducts research into trends and developments in the consulting industry, aswell as performs research into trending topics at the intersection of management, economics, IT, real estate, construction and many other fields.",
  "We help our clients to become more competitive": "We help our clients to become more competitive in the digital market by using Big Data and the latest IT innovations. We provide digital strategies, customer analysis and redesign, UX/UI, web and mobile software development, segmentation and other IT services.",
  "We provide support and assistance at all stages of the project implementation": "We provide support and assistance at all stages of the project implementation, by setting up and running project management office, helping with business development and expansion, as well as building outsourcing network in Central Eastern Europe.",
  "We ensure our clients stability in all daily operations in a strategic": "We ensure our clients stability in all daily operations in a strategic and qualitative manner, as well assist them in obtaining optimal funding opportunities. Our emphasis on sustainability, trust and tolerance for diverging opinions helps clients focus on their opportunities, build their capabilities and win the future.",
  "Case studies": "Case studies",
  "Poland-based SAS Advisors is joining Primelight OU": "Poland-based SAS Advisors is joining Primelight OU",
  "We combine traditional consulting model": "We combine traditional consulting model",
  "Fact-Based management consultig": "Fact-Based management consultig",
  "Experiences Team": "Experiences Team",
  "We use methodologies and approaches of the traditional consulting toolkit": "We use methodologies and approaches of the traditional consulting toolkit, with a focus on analytical rigor and fact-based problem-solving. Our prior consulting experience in over 10 000 projects and extensive network allows us to make use of the best industry and functional practices.",
  "Bold And Innovative": "Bold And Innovative",
  "Flexible And Efficient Model": "Flexible And Efficient Model",
  "We started our journey in Estonia": "We started our journey in Estonia — home of the world’s most digitally advanced society (e-Estonia) and a world-class start-up ecosystem. We noticed that in small countries it’s not easy to access competitive and high-quality management consulting services: local companies are too small to offer everything clients need, while international companies are not easy to access, either lacking a local presence or asking for higher prices to cover their high overhead costs. As our company grew, we understood that our approach is fit not only for small countries but for bigger countries as well.",
  "Taking advantage of our unique origin and experience": "Taking advantage of our unique origin and experience, we took a Challenger approach in the management consulting sector to bridge that gap. We decided to mix smart people with lean processes and structures, thus creating the leading company in Central and Eastern Europe.",
  "Until today we have exported our business model to Emerging Europe": "Until today, we have exported our business model to Emerging Europe as well as to the Nordics, and now we are present in 17 European countries. We have been developing our company based on the “one company” principle — so that even our smaller local offices are able to serve big projects in multiple areas.",
  "Our main tenets for success": "Our main tenets for success",
  "We challenge our competitors": "We challenge our competitors — we deliver more value, at scale.",
  "We challenge our clients": "We challenge our clients — we are not afraid to ask the tough questions and help clients to challenge themselves or their own industries.",
  "We challenge ourselves": "We challenge ourselves — we like unconventional projects",
  "Practical and Iimpact-Oriented": "Practical and Iimpact-Oriented",
  "Our history": "Our history",
  "Primelight OU was established as an alliance of consulting companies in the Baltic States": "Primelight OU was established as an alliance of consulting companies in the Baltic States (Primelight OU, Innopolis, and Advisio). From its roots in the Baltics, Primelight OU has expanded in a puzzle-like fashion through organic growth, mergers, and acquisitions. Today, our company employs over 300 consultants in 18 countries, with about half of the employees working outside the Baltics.",
  "Contact us and find out how we can work together": "Contact us and find out how we can work together",
  "Fill the contact form": "Fill the contact form",
  "Required fields": "Required fields",
  "placeholder": {
    "name": "Name",
    "surname": "Surname",
    "phone": "Phone",
    "email": "Email",
    "company name": "Company name"
  },
  "Upload documents": "Upload documents",
  "eg brief project description": "e.g. brief, project description",
  "I have read and understood that my personal data will be processed for contact purposes as described in the": "I have read and understood that my personal data will be processed for contact purposes as described in the",
  "Privacy notice for clients and external experts": "Privacy notice for clients and external experts",
  "Your form has been successfully send": "Your form has been successfully send",
  "I agree to receive from Primelight OU information related to the services it offers": "I agree to receive from Primelight OU information related to the services it offers.",
  "Offices you want to contact": "Office(-s) you want to contact",
  "Your message": "Your message",
  "International senior team": "International senior team",
  "We have no colleagues in the selected country": "We have no colleagues in the selected country",
  "Adventure": "Adventure",
  "We value people who are not ordinary and who do not want to do everyday things": "We value people who are not ordinary and who do not want to do everyday things. We are open to new experiences and challenging the status quo. It's never boring around here!",
  "Intellectual challenge": "Intellectual challenge",
  "We are about learning on the job through a variety of intellectually challenging projects": "We are about learning on the job through a variety of intellectually challenging projects spanning various industries, functions, and geographies.",
  "Non - hierarchical organization": "Non - hierarchical organization",
  "We value a high degree of responsibility and the importance of input from every employee from day one on the job": "We value a high degree of responsibility and the importance of input from every employee from day one on the job. Everyone is expected to contribute to overall success.",
  "Flexibility": "Flexibility",
  "We seek to balance getting the job done with employees": "We seek to balance getting the job done with employees’ lives outside work, creating the possibilities to combine studies, entrepreneurial activities, hobbies, sports, and family life.",
  "Working at Primelight OU": "Working at Primelight OU",
  "At Primelight OU we provide an enjoyable working atmosphere": "At Primelight OU, we provide an enjoyable working atmosphere, social events, offsite sessions and trips abroad for the whole company.",
  "Fun": "Fun",
  "Stories of our people": "Stories of our people",
  "Primelight OU Challengers": "Primelight OU Challengers",
  "Consulting career path at Primelight OU": "Consulting career path at Primelight OU",
  "We truly believe that our success lies in the talented and passionate team of professionals": "We truly believe that our success lies in the talented and passionate team of professionals who make Primelight OU a great place to work. We encourage our personnel to seek adventure in everything they do and help them to achieve their professional and personal goals.",
  "Searching for new career opportunities": "Searching for new career opportunities?",
  "Apply now and build your career in Primelight OU": "Apply now and build your career in Primelight OU, gain international experience and make an impact. Fill in the application form. Our team will review it and contact you. For any questions regarding your application, send an email to",
  "Partner": "Partner",
  "Project manager / Team lead": "Project manager / Team lead",
  "Associate partner": "Associate partner",
  "Leads several teams with growing role in mentorship of other colleagues and business development": "Leads several teams with growing role in mentorship of other colleagues and business development",
  "Full-responsibility over project execution ensuring that it is delivered on time within high quality and budget expectations": "Full-responsibility over project execution ensuring that it is delivered on time within high quality and budget expectations",
  "Intellectual leader with deep expertise in some particular industry and/or service line and own client portfolio": "Intellectual leader with deep expertise in some particular industry and/or service line and own client portfolio",
  "Senior analyst / Senior consultant": "Senior analyst / Senior consultant",
  "Analyst / Consultant": "Analyst / Consultant",
  "Junior analyst / Junior consultant": "Junior analyst / Junior consultant",
  "Works more closely with client team members and owns a particular stream": "Works more closely with client team members and owns a particular stream in the project, such as performing operational analysis, market research, financial model, etc.",
  "Performs larger and more sophisticated tasks": "Performs larger and more sophisticated tasks, including data analysis and visualization, formulating and testing hypotheses, etc.",
  "Supports the team with market research": "Supports the team with market research, analysis, data collection, generation of ideas and other daily tasks",
  "Upload other documents": "Upload other documents",
  "eg portfolio references": "e.g. portfolio, references",
  "I have read and understood that my personal data will be processed for the ongoing recruitment processpe": "I have read and understood that my personal data will be processed for the ongoing recruitment process, as described in the",
  "Privacy notice for applicants": "Privacy notice for applicants",
  "I agree to the storage of my personal data to be contacted": "I agree to the storage of my personal data to be contacted by Primelight OU for future employment opportunities, as described in the",
  "I agree that Primelight OU shares my personal data internally": "I agree that Primelight OU shares my personal data internally, with other Primelight OU offices, as described in the",
  "Preferred location": "Preferred location",
  "or": "or",
  "Upload CV": "Upload CV",
  "Paste link to your online profile": "Paste link to your online profile (e.g. LinkedIn) or upload your CV",
  "All rights reserved": "All rights reserved",
  "Privacy policy": "Privacy policy",
  "Cookie notice": "Cookie notice",
  "All": "All",
  "Primelight OU International": "Primelight OU International",
  "Send a message": "Send a message",
  "Visit country page": "Visit country page",
  "Navigate": "Navigate",
  "Company information": "Company information",
  "How can we help you grow": "How can we help you grow?",
  "Request proposal": "Request proposal",
  "International financing opportunities": "International financing opportunities",
  "National financing opportunities": "National financing opportunities",
  "Programs in Estonia": "Programs in Estonia",
  "Local programs in Estonia for applied research in smart specialization growth areas": "Local programs in Estonia for applied research in smart specialization growth areas, product development, digital diagnostics, enterprise development, innovation voucher, development voucher, and large investor support.",
  "Programs in Latvia": "Programs in Latvia",
  "Local programs in Latvia for new products and technologies development in competence centers and innovation vouchers": "Local programs in Latvia for new products and technologies development in competence centers and innovation vouchers.",
  "Programs in Lithuania": "Programs in Lithuania",
  "Local programs in Lithuania for industry digitization": "Local programs in Lithuania for industry digitization, eco-innovations, green industry innovation, and ICT.",
  "Programs in Romania": "Programs in Romania",
  "Local programs in Romania for innovative green": "Local programs in Romania for innovative green, blue and ICT technologies, products, processes, and solutions.",
  "Horizon Europe": "Horizon Europe",
  "Horizon Europe supports large international consortiums composing": "Horizon Europe supports large international consortiums composing of R&D, industry, policy and societal stakeholders in producing world-class science and technology, improving industrial leadership and solving societal challenges of Europe by funding research, development and innovation.",
  "European Innovation": "European Innovation",
  "EIC supports highly innovative SMEs and start-ups in developing ground-breaking business ideas": "EIC supports highly innovative SMEs and start-ups in developing ground-breaking business ideas further into market-ready products, service or processes by financing advanced prototyping, validation, trials, demonstration, testing, certification and commercialization.",
  "Cascade Funding": "Cascade Funding",
  "Cascade funding opportunities are calls organized within H2020 projects to tech start-ups or scale-ups via acceleration": "Cascade funding opportunities are calls organized within H2020 projects to tech start-ups or scale-ups via acceleration, incubation and mentoring programs or for implementing pilots, demonstrations and experiments on a specific innovative technology or framework defined in the project.",
  "Eit Innovation Communities": "Eit Innovation Communities",
  "The European Institute of Innovation and Technology supports the creation and fining of innovative solutions": "The European Institute of Innovation and Technology supports the creation and fining of innovative solutions to major societal challenges through training and education programs, development of innovative products and services and powering startups and scale-ups.",
  "Erasmus": "Erasmus+",
  "Erasmus supports education": "Erasmus+ supports education, training, youth and sport organisations by financing collaboration in the fields of academic and vocational training, schools, adult learning, European sport events, teaching, research, networking and policy debate on EU topics.",
  "Creative Europe": "Creative Europe",
  "Creative Europe supports the audiovisual": "Creative Europe supports the audiovisual, cultural and creative players by financing their operations across Europe in order to reach new audiences and to develop the skills needed in the digital age.",
  "Life": "Life +",
  "LIFE supports private bodies public entities and NGOs in the environment and climate field": "LIFE+ supports private bodies, public entities and NGOs in the environment and climate field by financing technology development, strategies and policy development aimed at ensuring nature conservation, biodiversity, environment and resource efficiency, climate change mitigation and adaptation.",
  "Innovation Fund": "Innovation Fund",
  "Innovation Fund supports innovation in the fields of energy-intensive industries": "Innovation Fund supports innovation in the fields of energy-intensive industries; renewables; energy storage; carbon capture, use and storage. The aim of the fund is to support investments in the next generation of technologies needed for EU‘s low-carbon transition as well as boost the growth and competitiveness of EU companies.",
  "registry-code": "Primelight OU - Registry code 11954642 (Estonia)",
  "Registry code": "Registry code",
  "Registered 14": {
    "06": {
      "2010": "Registered 14.06.2010"
    }
  },
  "address": "Estonia, Tallinn,",
  "address_second_row": "Lasnamäe linnaosa,",
  "We have no content in the selected article": "We have no content in the selected article",
  "Our latest articles": "Our latest articles",
  "We have no latest articles at the time": "We have no latest articles at the time",
  "address 2": "Ruunaoja tn 3-81, 11415",
  "We have no articles in the selected category": "We have no articles in the selected category",
  "Learn more about": "Learn more about",
  "Back": "Back",
  "Please fill required fields": "Please fill required fields",
  "Company name": "Company name",
  "Phone": "Phone",
  "Surname": "Surname",
  "Name": "Name",
  "Email": "Email",
  "Experience level": "Experience level",
  "Upload": "Upload",
  "Upload documents placeholder": "Upload documents (e.g. brief, project description)"
}
