{
  "Adventure": "Seiklus",
  "All": "Kõik",
  "All rights reserved": "Kõik õigused kaitstud",
  "Analyst / Consultant": "Analüütik / konsultant",
  "Apply now and build your career in Primelight OÜ": "Kandideeri kohe ja ehita oma karjääri Primelight OU-s, omandatavad kogemused ja avaldatud mõju. \nTäida taotlusvorm. \nMeie meeskond vaatab selle üle ja võtab teiega ühendust. \nKui teil on taotluse kohta küsimusi, saatke e-kiri aadressile",
  "Armenia": "Armeenia",
  "Associate partner": "Kaaspartner",
  "At Primelight OÜ we provide an enjoyable working atmosphere": "Primelight OU-s pakume kogu ettevõttele meeldivat tööõhkkonda, seltskondlikke üritusi, välisseansse ja välisreise.",
  "Bold And Innovative": "Julge ja uuenduslik",
  "Cascade Funding": "Kaskaadi rahastamine",
  "Cascade funding opportunities are calls organized within H2020 projects to tech start-ups or scale-ups via acceleration": "Kaskaadfinantseerimisvõimalused on H2020 projektide korraldavate konkursikutsed tehnoloogia alustamise või laienevatele ettevõtetele kiirendus-, inkubatsiooni- ja mentorprogrammide kaudu või projektide määratletud konkreetse uuendusliku tehnoloogia või raamistiku pilootprojektide, demonstratsioonide katsete ja elluviimiseks.",
  "Case studies": "Juhtumiuuringud",
  "Company information": "Ettevõtte info",
  "Connect companies and public organizations": "Ühendage ettevõtted ja avalikud organisatsioonid.",
  "Consultants": "Konsultandid",
  "Consulting career path at Primelight OÜ": "Konsulteeriv karjääritee Primelight OU-s",
  "Contact Us": "Võta meiega ühendust",
  "Contact us and find out how we can work together": "Võtke meiega ühendust ja uurige, kuidas saaksime teha",
  "Cookie notice": "Küpsise teatis",
  "Corporations": "Korporatsioonid",
  "Creative Europe": "Loov Euroopa",
  "Creative Europe supports the audiovisual": "Loov Euroopa toetab audiovisuaal-, kultuuri- ja loomevaldkonna tegijaid, rahastades nende tegevust kogu Euroopas, et jõuda uue publikuni ja arendada digitaalajastul vajalikke oskusi.",
  "Digital": "Digitaalne",
  "Diversified work environment": "Mitmekesine töökeskkond",
  "EIC supports highly innovative SMEs and start-ups in developing ground-breaking business ideas": "KIK toetab väga uuenduslikke VKEsid ja idufirmasid murranguliste äriideede arendamisel edasi turuvalmistavate toodete, teenuste või protsessideks, rahastades täiustatud prototüüpide loomist, valideerimist, katsetusi, tutvustamist, testimist, sertifitseerimist ja väljatöötamist.",
  "Eit Innovation Communities": "Eit innovatsioonikogukonnad",
  "Erasmus": "Erasmus",
  "Erasmus supports education": "Erasmus toetab haridus-, koolitus-, noorte- ja noorteorganisatsioone, rahastades spordihariduse ja kutseõppe, koolide, täiskasvanute õppe, Euroopa spordiürituste, õppetöö, teadusuuringute, võrgustiku loomise ja ELi-teemaliste teemade arutelude valdkonda.",
  "European Innovation": "Euroopa innovatsioon",
  "Experienced professionals": "Kogenud spetsialistid",
  "Experiences Team": "Kogemuste meeskond",
  "Fact-Based management consultig": "Faktipõhised juhtimiskonsultatsioonid",
  "Fill the contact form": "Täida kontaktivorm",
  "Flexibility": "Paindlikkus",
  "Flexible And Efficient Model": "Paindlik ja tõhus",
  "Focus on employee growth and development": "Keskenduge töötajate kasvule ja arengule",
  "Full-responsibility over project execution ensuring that it is delivered on time within high quality and budget expectations": "Täielik vastutus projekti elluviimise eest, nüüd selle õigeaegse tarnimise kõrge kvaliteedi ja eelarve ootuste piires",
  "Fun": "Lõbus",
  "Funding": "Rahastamine",
  "Government organizations": "Valitsusorganisatsioonid",
  "Horizon Europe": "Horisont Euroopa",
  "Horizon Europe supports large international consortiums composing": "Horizon Europe toetab suuri rahvusvahelisi konsortsiumi, kuhu kuuluvad R",
  "How can we help you grow": "Kuidas saame aidata teil kasvada?",
  "I agree that Primelight OÜ shares my personal data internally": "Nõustun, et Primelight OU jagab minu isikuandmeid sisemiselt teiste Primelight OU kontoritega, nagu on kirjeldatud",
  "I agree to receive from CIVITTA information related to the services it offers": "Nõustun saama CIVITTA-lt teavet selle pakutavate teenuste kohta.",
  "I agree to the storage of my personal data to be contacted": "Nõustun oma isikuandmete säilitamisega, et Primelight OU võtab nendega tulevaste töövõimaluste osas ühendust, nagu on kirjeldatud dokumendis",
  "I have read and understood that my personal data will be processed for contact purposes as described in the": "Olen lugenud ja aru saanud, et minu isikuandmeid töödeldakse kontakteesmärkidel, nagu on kirjeldatud",
  "I have read and understood that my personal data will be processed for the ongoing recruitment processpe": "Olen lugenud ja aru saanud, et minu isikuandmeid töödeldakse käimasoleva värbamisprotsessi jaoks, nagu on kirjeldatud",
  "Implement the best solutions for our projects to our clients": "Rakendame oma klientidele oma projektide jaoks parimaid lahendusi.",
  "Implementation": "Rakendamine",
  "Innovation": "Innovatsioon",
  "Innovation Fund": "Innovatsioonifond",
  "Innovation Fund supports innovation in the fields of energy-intensive industries": "Innovatsioonifond toetab innovatsiooni energiamahukate tööstusharude valdkondades; \ntaastuvad energiaallikad; \nenergia salvestamine; \nsüsiniku kogumine, kasutamine ja ladustamine. \nFondi eesmärk on toetada investeeringuid järgmise põlvkonna tehnoloogiatesse, mis on vajalikud ELi vähese CO2-heitega üleminekuks, ning hoogustada ELi ettevõtete kasvu ja konkurentsivõimet.",
  "Intellectual challenge": "Intellektuaalne väljakutse",
  "Intellectual leader with deep expertise in some particular industry and/or service line and own client portfolio": "Intellektuaalne juht, kellel on sügavad teadmised mõnes konkreetses valdkonnas ja/või teenindusvaldkonnas ning oma kliendiportfell",
  "Interested In cooperation": "Kas olete koostööst huvitatud?",
  "International financing opportunities": "Rahvusvahelised rahastamisvõimalused",
  "International senior team": "Rahvusvaheline vanemate meeskond",
  "International teams and projects": "Rahvusvahelised meeskonnad ja projektid",
  "Join us": "Liitu meiega",
  "Junior analyst / Junior consultant": "Nooremanalüütik / Nooremkonsultant",
  "Kosovo": "Kosovo",
  "LIFE supports private bodies public entities and NGOs in the environment and climate field": "LIFE toetab eraõiguslikke asutusi, avalik-õiguslikke üksusi ja valitsusväliseid organisatsioone keskkonna- ja kliimavaldkonnas, rahastades tehnoloogiaarendust, strateegiate ja poliitika väljatöötamist, mille eesmärk on tagada looduskaitse, bioloogiline mitmekesisus, keskkonna- ja ressursitõhusus, kliimamuutuste leevendamine ja nendega kohanemine.",
  "Leads several teams with growing role in mentorship of other colleagues and business development": "Juhib mitut meeskonda, kelle roll kasvab teiste kolleegide juhendamisel ja äritegevuse arendamisel",
  "Life": "Elu",
  "Local programs in Estonia for applied research in smart specialization growth areas": "Kohalikud programmid Eestis nutika spetsialiseerumise kasvuvaldkondade rakendusuuringuteks, tootearenduseks, digidiagnostikaks, ettevõtte arendamiseks, innovatsioonivautšeriks, arendusvautšeriks ja suurinvestori toetuseks.",
  "Local programs in Latvia for new products and technologies development in competence centers and innovation vouchers": "Kohalikud programmid Lätis uute toodete ja tehnoloogiate arendamiseks kompetentsikeskustes ning innovatsioonivautšerid.",
  "Local programs in Lithuania for industry digitization": "Leedu kohalikud programmid tööstuse digiteerimiseks, ökoinnovatsiooniks, rohelise tööstuse innovatsiooniks ja IKT-ks.",
  "Local programs in Romania for innovative green": "Kohalikud programmid Rumeenias uuenduslike roheliste, sinise ja IKT tehnoloogiate, toodete, protsesside ja lahenduste jaoks.",
  "Most of our projects come from an international mindset and have ensured successful cooperation with clients in Europe Asia and Africa": "Enamik meie projekte on pärit rahvusvahelisest mõtteviisist ja on taganud eduka koostöö klientidega Euroopas, Aasias ja Aafrikas. \nPrimelight OÜ on paljudele tuntud kui maailma juhtiv teadmusjuhtimise valdkonna konsultatsioonifirma.",
  "National branches": "Rahvuslikud filiaalid",
  "National financing opportunities": "Riiklikud rahastamisvõimalused",
  "Navigate": "Navigeerige",
  "Non - hierarchical organization": "Mittehierarhiline organisatsioon",
  "Primelight OÜ Challengers": "Primelight OU väljakutsujad",
  "Primelight OÜ International": "Primelight OU International",
  "Primelight OÜ is the leading management consultancy from Central Eastern Europe": "Primelight OÜ on Kesk-Ida-Euroopa juhtiv juhtimiskonsultatsioonifirma. \nMeie nõustamisteenused tegutsevad enam kui 40 riigis Euroopas, Aasias ja USA-s, mille tulemuseks on üle 10 000 eduka projekti. \nPrimelight OÜ pakub eksklusiivseid ja traditsioonilisi juhtimisnõustamisteenuseid kõikidele klientidele üle maailma",
  "Primelight OÜ was established as an alliance of consulting companies in the Baltic States": "Primelight OU loodi Balti riikide konsultatsiooniettevõtete liiduna (Primelight OU, Innopolis ja Advisio). \nPrimelight OU on Baltikumi juurtest alates orgaanilise kasvu, ühinemiste ja ülevõtmiste kaudu puslesarnaselt laienenud. \nTänaseks töötab meie ettevõttes üle 300 konsultandi 18 riigis, kusjuures ligikaudu pooled töötajatest töötavad väljaspool Baltikumi.",
  "OU Primeligt Provides methodological expertise to help its clients capture growth opportunity": "OU Primeligt pakub metoodilisi teadmisi, et aidata oma klientidel kasvuvõimalusi kasutada.",
  "OU Primeligt provides management consulting and data analytic services to companies": "OU Primeligt pakub juhtimisnõustamis- ja andmeanalüütilisi teenuseid ettevõtetele, idufirmadele, VKEdele, valitsusasutustele jne, pakkudes professionaalseid teenuseid ja head hinna ja kvaliteedi suhet.",
  "OU Primeligt was founded in 2012 and has been in continuous operation for more than 9 years": "OU Primeligt asutati 2012. aastal ja on pidevalt tegutsenud üle 9 aasta.",
  "Offices": "Kontorid",
  "Offices you want to contact": "Kontor(id), millega soovite ühendust võtta",
  "Our Services": "Meie teenused",
  "Our consultants advise organizations on high-level decisions in strategic planning": "Meie konsultandid nõustavad organisatsioone kõrgetasemeliste otsuste tegemisel strateegilises planeerimises, uute turgude laiendamises, juhtimise muutmises, kasutades selleks sügavaid valdkonnateadmisi, et saavutada parimaid tulemusi. \nPakume parimaid strateegiapraktikaid ja kogemusi, mis on omandatud paljudes riikides ja tööstusharudes.",
  "Our employees excel in both conceptual planning and implementation and offer you": "Meie töötajad on suurepärased nii kontseptuaalse planeerimise kui ka elluviimise osas ning pakuvad teile:",
  "Our history": "Meie ajalugu",
  "Our latest articles": "Meie viimased artiklid",
  "Our main tenets for success": "Meie peamised edukuse põhimõtted",
  "Our offices": "Meie kontorid",
  "Our people are based at many different locations": "Meie töötajad asuvad paljudes erinevates kohtades, nii et saame sageli tagada teile kohaliku toe, mis on vajalik kohalike ja globaalsete turgude kohta.",
  "Our services include strategy development": "Meie teenused hõlmavad strateegia väljatöötamist, innovatsiooni, rahastamist, uurimistööd ja rakendamist",
  "Partner": "Partner",
  "Paste link to your online profile": "Kleepige link oma veebiprofiilile (nt LinkedIn) või laadige üles oma CV",
  "Performs larger and more sophisticated tasks": "Täidab suuremaid ja keerukamaid ülesandeid, sealhulgas andmete analüüsi ja visualiseerimist, hüpoteeside sõnastamist ja kontrollimist jne.",
  "Poland-based SAS Advisors is joining Primelight OÜ": "Poolas asuv SAS Advisors liitub Primelight OU-ga",
  "Positive and impactful innovation": "Positiivne ja mõjus innovatsioon",
  "Practical and Iimpact-Oriented": "Praktiline ja mõjule orienteeritud",
  "Preferred location": "Eelistatud asukoht",
  "Privacy notice for applicants": "Privaatsusteatis taotlejatele",
  "Privacy notice for clients and external experts": "Privaatsusteatis klientidele ja välisekspertidele",
  "Privacy policy": "Privaatsuspoliitika",
  "Programs in Estonia": "Programmid Eestis",
  "Programs in Latvia": "Programmid Lätis",
  "Programs in Lithuania": "Programmid Leedus",
  "Programs in Romania": "Programmid Rumeenias",
  "Project manager / Team lead": "Projektijuht / meeskonna juht",
  "Registered 14": {
    "06": {
      "2010": "Registreeritud 14.06.2010"
    }
  },
  "Registry code": "Registrikood",
  "Request proposal": "Taotlege ettepanekut",
  "Required fields": "Nõutud väljad",
  "Research": "Uurimine",
  "Safeguard external financing for companys growth": "Kaitske ettevõtte kasvu välist finantseerimist.",
  "Searching for new career opportunities": "Otsid uusi karjäärivõimalusi?",
  "Send a message": "Saada sõnum",
  "Senior analyst / Senior consultant": "Vanemanalüütik / Vanemkonsultant",
  "Social": "Sotsiaalne",
  "Software Developers": "Tarkvaraarendajad",
  "Start-up companies": "Alustavad ettevõtted",
  "Started as an alliance of advisory firms in the Baltic States": "Balti riikides nõustamisfirmade liiduna alustanud Primelight OU, mille peakontor asub Eestis, on nüüdseks juhtiv juhtimiskonsultatsioonifirma Kesk-Ida-Euroopas.",
  "Stories of our people": "Meie inimeste lood",
  "Strategy": "strateegia",
  "Students and graduates": "Õpilased ja lõpetajad",
  "Supports the team with market research": "Toetab meeskonda turu-uuringute, analüüside, andmete kogumise, ideede genereerimise ja muude igapäevaste ülesannetega",
  "Sustainability": "Jätkusuutlikkus",
  "Taking advantage of our unique origin and experience": "Kasutades ära oma ainulaadset päritolu ja kogemusi, kasutasime juhtimisnõustamissektoris Challengeri lähenemisviisi, et see lõhe ületada. \nOtsustasime segada nutikad inimesed lean protsesside ja struktuuridega, luues nii Kesk- ja Ida-Euroopa juhtiva ettevõtte.",
  "Team building and training packages": "Meeskonna moodustamise ja koolituspaketid",
  "The European Institute of Innovation and Technology supports the creation and fining of innovative solutions": "Euroopa Innovatsiooni- ja Tehnoloogiainstituut toetab koolitus- ja haridusprogrammide, uuenduslike toodete ja teenuste väljatöötamise ning idufirmade ja laienemisettevõtete kaudu uuenduslike lahenduste loomist ja trahvimist.",
  "The companys corporate headquarters are located": "Ettevõtte peakontor asub Eestis Tartus. \nMeie kontorid asuvad laiali",
  "Turkey": "Türgi",
  "United Kingdom": "Ühendkuningriik",
  "Until today we have exported our business model to Emerging Europe": "Oleme tänaseni eksportinud oma ärimudelit nii arenevasse Euroopasse kui ka Põhjamaadesse ning nüüdseks oleme kohal 17 Euroopa riigis. \nOleme oma ettevõtet arendanud “ühe ettevõtte” põhimõttel – nii, et ka meie väiksemad kohalikud esindused suudavad teenindada suuri projekte mitmes valdkonnas.",
  "Upload CV": "Laadi üles CV",
  "Upload documents": "Laadige üles dokumendid",
  "Upload other documents": "Laadige üles muud dokumendid",
  "Visit country page": "Külastage riigi lehte",
  "We are about learning on the job through a variety of intellectually challenging projects": "Meie eesmärk on õppida töökohal mitmesuguste intellektuaalselt väljakutseid pakkuvate projektide kaudu, mis hõlmavad erinevaid tööstusharusid, funktsioone ja geograafiaid.",
  "We are always looking for young talents from our local markets who want to develop professionally": "Ootame alati oma kohalikelt turgudelt noori talente, kes soovivad areneda professionaalselt, tehes sisukaid projekte oma kodumaal ja rahvusvaheliselt. \nKui olete üliõpilane või äsja lõpetanud, pakume erinevaid praktika- ja algtaseme ametikohti, mis vastavad teie vajadustele kõige paremini.",
  "We are using the latest IT technologies to drive the organizations business": "Kasutame organisatsiooni äritegevuse juhtimiseks uusimaid IT-tehnoloogiaid.",
  "We assist companies in various industries such as telecommunications": "Aitame ettevõtteid erinevates tööstusharudes nagu telekommunikatsioon, pangandus, kindlustus, jae-, hulgimüük, tootmine, FMCG, transport, energeetika, HORECa, meedia ja kirjastamine, IT-teenused, ehitus, metsandus, põllumajandus, kinnisvara jne.",
  "We challenge our clients": "Me esitame oma klientidele väljakutse – me ei karda esitada raskeid küsimusi ja aitame klientidel ennast või oma tegevusalasid proovile panna.",
  "We challenge our competitors": "Me esitame oma konkurentidele väljakutse – pakume suuremat väärtust mastaapselt.",
  "We challenge ourselves": "Me esitame endale väljakutse — meile meeldivad ebatavalised projektid",
  "We collect and analyze external and internal information": "Kogume ja analüüsime välist ja sisemist teavet, et pakkuda oma klientidele parimaid lahendusi. \nPrimelight OÜ viib läbi konsultatsioonivaldkonna trendide ja arengute uuringuid, samuti uurib trendikaid teemasid juhtimise, majanduse, IT, kinnisvara, ehituse ja paljude teiste valdkondade ristumiskohas.",
  "We combine bold strategies and transformative technologies to help organizations innovate more sustainably": "Kombineerime julgeid strateegiaid ja ümberkujundavaid tehnoloogiaid, et aidata organisatsioonidel jätkusuutlikumalt uuendusi teha, saavutada püsivat tulemuslikkust ja luua tööjõudu, kes arenevad selle ja järgmise põlvkonna jaoks.",
  "We combine traditional consulting model": "Ühendame traditsioonilise nõustamismudeli",
  "We ensure our clients stability in all daily operations in a strategic": "Tagame oma klientidele stabiilsuse kõigis igapäevatoimingutes strateegiliselt ja kvalitatiivselt ning aitame neil leida optimaalseid rahastamisvõimalusi. \nMeie rõhuasetus jätkusuutlikkusele, usaldusele ja eriarvamuste sallivusele aitab klientidel keskenduda oma võimalustele, arendada oma võimekust ja võita tulevikku.",
  "We gather data and analytics to choose the right decision for our clients": "Kogume andmeid ja analüüse, et teha oma klientidele õige otsus.",
  "We have no colleagues in the selected country": "Meil pole valitud riigis kolleege",
  "We have no content in the selected article": "Meil pole valitud artikli sisu",
  "We help": "Meie aitame",
  "We help clients to choose the right funding opportunities": "Aitame klientidel valida õigeid rahastusvõimalusi, arendada projekti ja jälgida elluviimise protsessi. \nSamuti pakume nõustamisteenust riiklike EL programmide rahastamisel, EL tasandi programmide rahastamisel (Horisont 2020).",
  "We help making future by being in the whole innovation value chain from helping clients innovate to evaluating": "Aitame teha tulevikku, olles sees kogu innovatsiooni väärtusahelas alates klientide innovatsiooni aitamisest kuni jätkusuutlike uuenduste hindamise, leidmise ja loomiseni läbi meie mitmeaastase kogemuse ja professionaalse meeskonna.",
  "We help our clients to become more competitive": "Aitame oma klientidel muutuda digiturul konkurentsivõimelisemaks, kasutades selleks Big Datat ja uusimaid IT uuendusi. \nPakume digitaalseid strateegiaid, klientide analüüsi ja ümberkujundamist, UX/UI-d, veebi- ja mobiilitarkvara arendust, segmenteerimist ja muid IT-teenuseid.",
  "We provide services for government": "Pakume teenuseid valitsusele, haridusasutustele, haiglatele, riigiettevõtetele, avalikule infrastruktuurile ja energiaettevõtetele.",
  "We provide support and assistance at all stages of the project implementation": "Pakume tuge ja abi projekti elluviimise kõikides etappides, luues ja juhtides projektijuhtimise kontorit, aidates kaasa äritegevuse arendamisele ja laienemisele, samuti allhankevõrgustiku loomisel Kesk-Ida-Euroopas.",
  "We seek to balance getting the job done with employees": "Püüame tasakaalustada töötegemist töötajate töövälise eluga, luues võimaluse ühendada õpingud, ettevõtlus, hobid, sport ja pereelu.",
  "We started our journey in Estonia": "Alustasime oma teekonda Eestist – maailma digitaalselt arenenuma ühiskonna (e-Eesti) ja maailmatasemel idufirmade ökosüsteemi kodust. \nMärkasime, et väikestes riikides pole konkurentsivõimeliste ja kvaliteetsete juhtimiskonsultatsiooniteenuste kättesaadavus lihtne: kohalikud ettevõtted on liiga väikesed, et pakkuda kõike, mida kliendid vajavad, samas kui rahvusvahelistele ettevõtetele pole lihtne ligi pääseda, kas neil puudub kohalik kohalolek või küsitakse kõrgemat hinda. \noma kõrgete üldkulude katmiseks. \nEttevõtte kasvades mõistsime, et meie lähenemine sobib mitte ainult väikestele, vaid ka suurematele riikidele.",
  "We support start -ups and small companies involved in different industries": "Toetame idufirmasid ja väikeettevõtteid, kes on seotud erinevates tööstusharudes ning keskenduvad uuenduslikele ettevõtetele ja idufirmade ökosüsteemi arendamisele.",
  "We take a consistent approach to recruiting and skills development regardless of where our people are located": "Me kasutame järjepidevat lähenemist värbamisele ja oskuste arendamisele sõltumata meie inimeste asukohast, et saaksime kiiresti pakkuda õige meeskonna, õige kogemuse ja asjatundlikkusega, iga kliendini kõikjal maailmas.",
  "We truly believe that anyone can become a management consultant": "Usume tõeliselt, et igaüks võib saada juhtimiskonsultandiks ja rakendada asjakohaseid teadmisi organisatsioonides muutuste käivitamiseks ja ühiskonnale mõju avaldamiseks.",
  "We truly believe that our success lies in the talented and passionate team of professionals": "Usume tõeliselt, et meie edu seisneb andekas ja kirglikus professionaalide meeskonnas, kes teevad CIVITTAst suurepärase töökoha. \nJulgustame oma töötajaid otsima seiklust kõiges, mida nad teevad, ning aitame neil saavutada oma tööalaseid ja isiklikke eesmärke.",
  "We use innovative technologies to identify new ways to reach consumers and build enterprise resilience": "Kasutame uuenduslikke tehnoloogiaid, et leida uusi viise tarbijateni jõudmiseks ja ettevõtte vastupanuvõime suurendamiseks.",
  "We use methodologies and approaches of the traditional consulting toolkit": "Kasutame traditsioonilise nõustamise tööriistakomplekti metoodikaid ja lähenemisviise, keskendudes analüütilisele rangusele ja faktipõhisele probleemide lahendamisele. \nMeie eelnev nõustamiskogemus enam kui 10 000 projektis ja ulatuslik võrgustik võimaldavad meil kasutada parimaid tööstus- ja funktsionaalseid tavasid.",
  "We value a high degree of responsibility and the importance of input from every employee from day one on the job": "Hindame iga töötaja kõrget vastutustundlikkust ja panuse tähtsust alates esimesest tööpäevast. \nKõigilt oodatakse panust üldisesse edusse.",
  "We value people who are not ordinary and who do not want to do everyday things": "Väärtustame inimesi, kes ei ole tavalised ja kes ei taha teha igapäevaseid asju. \nOleme avatud uutele kogemustele ja status quo väljakutsetele. \nSiin pole kunagi igav!",
  "What we do": "Mida me teeme?",
  "Where we are located": "Kus me oleme",
  "Working at Primelight OÜ": "Töötamine ettevõttes Primelight OU",
  "Works more closely with client team members and owns a particular stream": "Teeb tihedamat koostööd kliendimeeskonna liikmetega ja omab projektis konkreetset voogu, näiteks tegevusanalüüsi, turu-uuringu, finantsmudeli jms teostamine.",
  "Your form has been successfully send": "Teie vorm on edukalt saadetud",
  "Your message": "Sinu sõnum",
  "address": "Tallinn, Lasnamäe linnaosa,",
  "and": "ja",
  "button": {
    "apply now": "Kandideeri kohe",
    "contact us": "Võta meiega ühendust",
    "financing": "Finantseerimine",
    "our origin": "Meie päritolu",
    "our story": "Meie lugu",
    "read more": "Loe rohkem",
    "send": "Saada"
  },
  "eg brief project description": "nt. \nlühidalt, projekti kirjeldus",
  "eg portfolio references": "nt. \nportfoolio, viited",
  "europe and nordics footprint stretching": "Euroopa",
  "fast-based management consulting and market research": "Kiirpõhine juhtimiskonsultatsioon ja turu-uuringud",
  "menu": {
    "articles": "Artiklid",
    "careers": "Karjäärid",
    "company": "Ettevõte",
    "contact": "Võtke ühendust",
    "services": "Teenused",
    "team": "Meeskond"
  },
  "placeholder": {
    "email": "Meil",
    "name": "Nimi",
    "phone": "Telefon",
    "surname": "Perekonnanimi",
    "company name": "Ettevõtte nimi"
  },
  "registry-code": "Primelight OU – registrikood 11954642",
  "services": {
    "our approach": "Meie lähenemine",
    "our news": "Meie uudised",
    "our origin": "Meie päritolu",
    "our story": "Meie lugu"
  },
  "the challenger advisory": "Väljakutse nõuanne",
  "the new office in yerevan": "Uus kontor Jerevanis tugevdab ettevõtte piirkondlikku positsiooni",
  "title": {
    "article": "Artikkel",
    "articles": "Artiklid",
    "careers": "Karjäärid",
    "company": "Ettevõte",
    "contact": "võta ühendust",
    "financing": "Finantseerimine",
    "main-page": "Pealeht",
    "services": "Teismelised",
    "team": "Meeskond"
  },
  "top-section": {
    "articles": {
      "description": "",
      "title": "Artiklid"
    },
    "careers": {
      "description": "",
      "title": "Karjäärid"
    },
    "company": {
      "description": "Primelight OU seab kahtluse alla juhtimisnõustamise traditsioonilised normid, pakkudes kvaliteetseid nõuandjaid, mis annab tulemusi hea hinna ja kvaliteedi suhtega. \nAitame oma ravil eraettevõtetest valitsuste ja mittetulundusühinguteni väljakutseid oma tööstusharudele, muutudes uuenduslikumaks, tõhusamaks ja dünaamilisemaks.",
      "title": "Primelight OU lugu"
    },
    "contact": {
      "description": "",
      "title": "võta ühendust"
    },
    "financing": {
      "description": "Rahastamisprogrammid on majandusliku ebakindluse ajal olulise finantseerimisallika ja lisakütuse äritegevuse ja ühiskondlike protsesside rahastamiseks igal ajal. \nELi rahastamisprogrammid on loodud kavandatud, et toetada teadusuuringuid, arendustegevust ja innovatsiooni ning konkreetsete sotsiaalsete meetmete prioriteetide (keskkonna- ja kliima-, audiovisuaal-, kultuuri- ja loomesektorid, haridus, koolitus, noorte- ja spordialgatused jne) edendamist.",
      "title": "Finantseerimine"
    },
    "services": {
      "description": "Primelight OÜi meeskond on välja töötanud uuenduslikud lahendused, mis koostatud metoodikatega juhivad vastavusriske ja tegelevad organisatsiooni mõjutavate regulatiivsete vastavuse olulise tähtsusega.",
      "title": "Teismelised"
    },
    "team": {
      "description": "Meie 350 konsultant ja 150 tarkvararendajast koosnevat meeskonda juhivad partnerid ja juhid. \nNeed inimesed, kes töötavad 18 riigis, ühendavad endas tugevad haridusalased volitused, intellektuaalne uudishimu, tõestatud juhtimissuutlikkus ja väärtustele pühendumine.",
      "title": "Meeskond"
    }
  },
  "we deliver more": "Tarnime rohkem",
  "we have estonian roots": "Meil on Eesti juured",
  "with a sales offices in the": "mille müügiesindused",
  "with an effective management model we ensure": "Tõhusa juhtimismudeliga tagame, et meie töö eest makstud raha investeeritakse projekti, mitte üldkuludesse",
  "with unique central and eastern": "Ainulaadne Kesk- ja Ida-",
  "We have no latest articles at the time": "Meil pole sel ajal uusimaid artikleid",
  "address 2": "Ruunaoja tn 3-81, 1141",
  "or": "või",
  "Primelight OÜ management consulting": "Primelight OÜ juhtimiskonsultatsioonid",
  "over 18 countries throughout europe": "Üle 18 riigi üle Euroopa",
  "We have no articles in the selected category": "Meil pole valitud kategoorias artikleid",
  "Learn more about": "Lisateavet",
  "Back": "Tagasi",
  "Please fill required fields": "Palun täitke nõutud väljad",
  "Company name": "Ettevõtte nimi",
  "Phone": "Telefon",
  "Surname": "Perekonnanimi",
  "Name": "Nimi",
  "Email": "Meil"
}
