{
  "title": {
    "article": "Straipsnis",
    "articles": "Straipsniai",
    "careers": "Karjera",
    "company": "Bendrovė",
    "contact": "Kontaktas",
    "financing": "Finansavimas",
    "main-page": "Pagrindinis puslapis",
    "services": "Paslaugos",
    "team": "Komanda"
  },
  "menu": {
    "services": "Paslaugos",
    "company": "Company",
    "team": "Team",
    "careers": "Careers",
    "articles": "Articles",
    "contact": "Contact"
  },
  "button": {
    "financing": "Finansavimas",
    "read more": "Skaityti daugiau",
    "our story": "Mūsų istorija",
    "our origin": "Mūsų kilmė",
    "apply now": "Kreipkitės dabar",
    "contact us": "Susisiekite su mumis",
    "send": "Siųsti"
  },
  "services": {
    "our origin": "Mūsų kilmė",
    "our story": "Mūsų istorija",
    "our approach": "Mūsų požiūris",
    "our news": "Mūsų naujienos"
  },
  "top-section": {
    "services": {
      "title": "Paslaugos",
      "description": "Mūsų komanda turi stiprius išsilavinimo pažymėjimus, intelektualų smalsumą, įrodytus lyderystės gebėjimus ir atsidavimą vertybėms. \nEsame analitiškai griežti ir teikiame faktais pagrįstus patarimus, kad galėtume atlikti darbą. \nTai darydami užtikriname puikų kainos ir kokybės santykį, visada stengdamiesi suprasti ir patenkinti kliento poreikius kuo efektyviau, darydami kuo mažesnį neigiamą poveikį aplinkai."
    },
    "articles": {
      "description": "",
      "title": "Straipsniai"
    },
    "careers": {
      "description": "",
      "title": "Karjera"
    },
    "company": {
      "description": "OÜ Primelight meta iššūkį tradicinėms valdymo konsultavimo normoms, teikdama kokybiškus patarėjų talentus, kurie duoda rezultatus už gerą kainą. \nMes padedame savo klientams nuo privačių įmonių iki vyriausybių ir ne pelno organizacijų mesti iššūkį savo pramonės šakoms, tapdami novatoriškesniais, efektyvesniais ir dinamiškesniais.",
      "title": "OÜ Primelight istorija"
    },
    "contact": {
      "description": "",
      "title": "Kontaktas"
    },
    "financing": {
      "description": "Finansavimo programos yra svarbus finansavimo šaltinis ekonominio neapibrėžtumo metu ir papildomas kuras verslo veiklai ir visuomenės procesams finansuoti bet kuriuo metu. \nES finansavimo programos skirtos remti mokslinius tyrimus, plėtrą ir inovacijas bei konkrečių visuomenės prioritetų (aplinkosaugos ir klimato veiksmų, garso ir vaizdo, kultūros ir kūrybos sektorių, švietimo, mokymo, jaunimo ir sporto iniciatyvų ir kt.) pažangą.",
      "title": "Finansavimas"
    },
    "team": {
      "description": "Mūsų 350 konsultantų ir 150 programinės įrangos kūrėjų komandai vadovauja partneriai ir vadovai. \nŠie asmenys, dirbantys 18 šalių, derina stiprius išsilavinimo įgūdžius, intelektualų smalsumą, įrodytus lyderystės gebėjimus ir įsipareigojimą laikytis vertybių.",
      "title": "Komanda"
    }
  },
  "the challenger advisory": "Iššūkio patarimas",
  "fast-based management consulting and market research": "Greitos valdymo konsultacijos ir rinkos tyrimai",
  "we have estonian roots": "Turime estiškų šaknų",
  "with unique central and eastern": "Su unikalia Centrine ir Rytų",
  "europe and nordics footprint stretching": "Europa",
  "over 18 countries throughout europe": "daugiau nei 18 šalių visoje Europoje.",
  "we deliver more": "Pristatome daugiau",
  "with an effective management model we ensure": "Taikydami efektyvų valdymo modelį užtikriname, kad už mūsų darbą sumokėti pinigai būtų investuojami į projektą, o ne į pridėtines išlaidas",
  "the new office in yerevan": "Naujasis biuras Jerevane sustiprina įmonės regionines pozicijas",
  "ou primelight management consulting": "OU Primelight – vadybos konsultacijos",
  "Started as an alliance of advisory firms in the Baltic States": "OÜ Primelight, įkurta kaip konsultacinių įmonių aljansas Baltijos šalyse, o pagrindinė būstinė Estijoje, dabar yra pirmaujanti vadybos konsultacijų įmonė Vidurio Rytų Europoje.",
  "OU Primelight is the leading management consultancy from Central Eastern Europe": "OU Primelight yra pirmaujanti vadybos konsultacijų įmonė iš Vidurio Rytų Europos. \nMūsų konsultacinės paslaugos teikiamos daugiau nei 40 šalių Europoje, Azijoje ir JAV, todėl įgyvendinama daugiau nei 10 000 sėkmingų projektų. \nOU Primelight teikia išskirtines ir tradicines valdymo konsultavimo paslaugas visiems klientams visame pasaulyje",
  "We combine bold strategies and transformative technologies to help organizations innovate more sustainably": "Mes deriname drąsias strategijas ir transformacines technologijas, kad padėtume organizacijoms tvariau diegti naujoves, pasiekti ilgalaikį našumo padidėjimą ir sukurti darbo jėgą, kuri klestės šiai ir kitai kartai.",
  "OU Primeligt provides management consulting and data analytic services to companies": "OU Primeligt teikia valdymo konsultavimo ir duomenų analizės paslaugas įmonėms, pradedančioms įmonėms, MVĮ, vyriausybinėms organizacijoms ir kt., teikdama profesionalias paslaugas ir puikų kainos ir kokybės santykį.",
  "Our services include strategy development": "Mūsų paslaugos apima strategijos kūrimą, inovacijas, finansavimą, tyrimus ir įgyvendinimą",
  "We take a consistent approach to recruiting and skills development regardless of where our people are located": "Mes laikomės nuoseklaus požiūrio į darbuotojų atranką ir įgūdžių tobulinimą, nepaisant to, kur yra mūsų darbuotojai, kad galėtume greitai pristatyti tinkamą komandą, turinčią reikiamą patirtį ir žinias, kiekvienam klientui bet kurioje pasaulio vietoje.",
  "OU Primeligt Provides methodological expertise to help its clients capture growth opportunity": "OU Primeligt Teikia metodinę patirtį, padedančią savo klientams pasinaudoti augimo galimybėmis.",
  "We use innovative technologies to identify new ways to reach consumers and build enterprise resilience": "Naudojame novatoriškas technologijas, kad nustatytų naujus būdus pasiekti vartotojus ir didinti įmonės atsparumą.",
  "Innovation": "Inovacijos",
  "Strategy": "Strategija",
  "Funding": "Finansavimas",
  "Safeguard external financing for companys growth": "Apsaugokite išorinį finansavimą įmonės augimui.",
  "Research": "Tyrimas",
  "We gather data and analytics to choose the right decision for our clients": "Renkame duomenis ir analizę, kad pasirinktume tinkamą sprendimą savo klientams.",
  "Implementation": "Įgyvendinimas",
  "Implement the best solutions for our projects to our clients": "Įdiekite savo klientams geriausius mūsų projektų sprendimus.",
  "Sustainability": "Tvarumas",
  "Connect companies and public organizations": "Sujunkite įmones ir visuomenines organizacijas.",
  "Where we are located": "Kur mes esame įsikūrę?",
  "OU Primeligt was founded in 2012 and has been in continuous operation for more than 9 years": "OU Primeligt buvo įkurta 2012 m. ir nepertraukiamai veikia daugiau nei 9 metus.",
  "Kosovo": "Kosovas",
  "and": "ir",
  "Turkey": "Turkija",
  "with a sales offices in the": "su pardavimo biurais",
  "Armenia": "Armėnija",
  "United Kingdom": "Jungtinė Karalystė",
  "Most of our projects come from an international mindset and have ensured successful cooperation with clients in Europe Asia and Africa": "Dauguma mūsų projektų kyla iš tarptautinio mąstymo ir užtikrino sėkmingą bendradarbiavimą su klientais Europoje, Azijoje ir Afrikoje. \nOU Primelight daugeliui žinoma kaip pasaulyje pirmaujanti konsultacinė įmonė žinių valdymo srityje.",
  "Students and graduates": "Studentai ir absolventai",
  "We are always looking for young talents from our local markets who want to develop professionally": "Nuolat ieškome jaunų talentų iš mūsų vietinių rinkų, kurie nori tobulėti profesionaliai vykdydami prasmingus projektus savo šalyje ir tarptautiniu mastu. \nJei esate studentas arba neseniai baigęs studijas, siūlome įvairias praktikos ir pradinio lygio pozicijas, kurios geriausiai atitiks jūsų poreikius.",
  "Experienced professionals": "Patyrę profesionalai",
  "We truly believe that anyone can become a management consultant": "Mes tikrai tikime, kad kiekvienas gali tapti vadybos konsultantu ir pritaikyti atitinkamas žinias, kad paskatintų pokyčius organizacijose ir darytų įtaką visuomenei.",
  "Join us": "Prisijunk prie mūsų",
  "Our people are based at many different locations": "Mūsų darbuotojai yra įsikūrę įvairiose vietose, todėl dažnai galime užtikrinti jums vietinę pagalbą, turėdami reikiamų žinių apie vietines ir pasaulines rinkas.",
  "Our employees excel in both conceptual planning and implementation and offer you": "Mūsų darbuotojai puikiai išmano tiek konceptualų planavimą, tiek įgyvendinimą ir jums siūlo:",
  "Positive and impactful innovation": "Teigiama ir paveiki naujovė",
  "Focus on employee growth and development": "Dėmesys darbuotojų augimui ir tobulėjimui",
  "Team building and training packages": "Komandos formavimo ir mokymo paketai",
  "Interested In cooperation": "Domina bendradarbiavimas?",
  "What we do": "Ką mes darom?",
  "National branches": "Nacionaliniai filialai",
  "Offices": "Biurai",
  "Consultants": "Konsultantai",
  "Software Developers": "Programinės įrangos kūrėjai",
  "We are using the latest IT technologies to drive the organizations business": "Organizacijos verslui skatinti naudojame naujausias IT technologijas.",
  "The companys corporate headquarters are located": "Įmonės būstinė yra Tartu, Estijoje. \nMūsų biurai išsidėstę",
  "Contact Us": "Susisiekite su mumis",
  "Our offices": "Mūsų biurai",
  "Social": "Socialinis",
  "We help": "Mes padedame",
  "Corporations": "Korporacijos",
  "We assist companies in various industries such as telecommunications": "Padedame įmonėms įvairiose pramonės šakose, tokiose kaip telekomunikacijos, bankininkystė, draudimas, mažmeninė prekyba, didmeninė prekyba, gamyba, FMCG, transportas, energetika, HORECa, žiniasklaida ir leidyba, IT paslaugos, statyba, miškininkystė, žemės ūkis, nekilnojamasis turtas ir kt.",
  "Start-up companies": "Pradedančios įmonės",
  "We support start -ups and small companies involved in different industries": "Mes remiame startuolius ir mažas įmones, veikiančias įvairiose pramonės šakose ir daugiausia dėmesio skiriančias novatoriškoms įmonėms bei pradedančiųjų įmonių ekosistemų plėtrai.",
  "Government organizations": "Vyriausybės organizacijos",
  "We provide services for government": "Teikiame paslaugas valstybinėms, švietimo įstaigoms, ligoninėms, valstybės įmonėms, viešosios infrastruktūros ir energetikos įstaigoms.",
  "Our Services": "Mūsų Paslaugos",
  "Our consultants advise organizations on high-level decisions in strategic planning": "Mūsų konsultantai pataria organizacijoms priimant aukšto lygio sprendimus, susijusius su strateginiu planavimu, naujų rinkų plėtra, valdymo keitimu, naudojant gilias pramonės žinias, siekiant geriausių rezultatų. \nMes siūlome geriausią strategijos praktiką ir patirtį, įgytą daugelyje šalių ir pramonės šakų.",
  "We help making future by being in the whole innovation value chain from helping clients innovate to evaluating": "Mes padedame kurti ateitį, būdami visoje inovacijų vertės grandinėje – nuo ​​pagalbos klientams naujovių diegimo iki tvarių inovacijų įvertinimo, paieškos ir kūrimo, pasitelkę daugiametę patirtį ir profesionalią komandą.",
  "We help clients to choose the right funding opportunities": "Padedame klientams pasirinkti tinkamas finansavimo galimybes, plėtoti projektą ir sekti įgyvendinimo procesą. \nTaip pat teikiame konsultavimo paslaugas dėl nacionalinių ES programų finansavimo, ES lygmens programų finansavimo (Horizontas 2020).",
  "We collect and analyze external and internal information": "Mes renkame ir analizuojame išorinę ir vidinę informaciją, siekdami pateikti geriausius sprendimus savo klientams. \nOU Primelight atlieka konsultacijų pramonės tendencijų ir raidos tyrimus, taip pat atlieka tendencijų temų tyrimus vadybos, ekonomikos, IT, nekilnojamojo turto, statybos ir daugelio kitų sričių sankirtose.",
  "We help our clients to become more competitive": "Padedame savo klientams tapti konkurencingesniems skaitmeninėje rinkoje pasitelkdami Big Data ir naujausias IT inovacijas. \nTeikiame skaitmenines strategijas, klientų analizę ir perdarymą, UX/UI, žiniatinklio ir mobiliosios programinės įrangos kūrimo, segmentavimo ir kitas IT paslaugas.",
  "We provide support and assistance at all stages of the project implementation": "Teikiame paramą ir pagalbą visuose projekto įgyvendinimo etapuose, steigiant ir valdant projektų valdymo biurą, padedame plėtoti ir plėsti verslą, taip pat kuriant užsakomųjų paslaugų tinklą Vidurio Rytų Europoje.",
  "We ensure our clients stability in all daily operations in a strategic": "Strategiškai ir kokybiškai užtikriname savo klientams stabilumą visose kasdienėse veiklose, padedame jiems gauti optimalias finansavimo galimybes. \nMūsų dėmesys tvarumui, pasitikėjimui ir tolerancijai skirtingoms nuomonėms padeda klientams sutelkti dėmesį į savo galimybes, stiprinti savo galimybes ir laimėti ateitį.",
  "Case studies": "Atvejo tyrimai",
  "Poland-based SAS Advisors is joining OU Primelight": "Lenkijoje įsikūrusi SAS Advisors prisijungia prie OÜ Primelight",
  "Digital": "Skaitmeninis",
  "Diversified work environment": "Įvairią darbo aplinką",
  "International teams and projects": "Tarptautinės komandos ir projektai",
  "We combine traditional consulting model": "Deriname tradicinį konsultavimo modelį",
  "Fact-Based management consultigs": "Faktais pagrįstos valdymo konsultacijos",
  "Experiences Team": "Patirčių komanda",
  "We use methodologies and approaches of the traditional consulting toolkit": "Mes naudojame tradicinių konsultavimo priemonių rinkinio metodikas ir metodus, sutelkdami dėmesį į analitinį griežtumą ir faktais pagrįstą problemų sprendimą. \nMūsų ankstesnė konsultavimo patirtis daugiau nei 10 000 projektų ir platus tinklas leidžia mums pasinaudoti geriausia pramonės ir funkcine praktika.",
  "Bold And Innovative": "Drąsus ir naujoviškas",
  "Flexible And Efficient Model": "Lankstus ir efektyvus modelis",
  "We started our journey in Estonia": "Kelionę pradėjome Estijoje – skaitmeniniu požiūriu pažangiausios visuomenės (e-Estonia) ir pasaulinio lygio startuolių ekosistemos namuose. \nPastebėjome, kad mažose šalyse nėra lengva gauti konkurencingas ir kokybiškas vadybos konsultavimo paslaugas: vietinės įmonės yra per mažos, kad pasiūlytų viską, ko reikia klientams, o tarptautinės įmonės nėra lengvai pasiekiamos, nes trūksta vietos arba prašo aukštesnių kainų. \npadengti savo dideles pridėtines išlaidas. \nMūsų įmonei augant supratome, kad mūsų požiūris tinka ne tik mažoms, bet ir didesnėms šalims.",
  "Taking advantage of our unique origin and experience": "Pasinaudodami savo unikalia kilme ir patirtimi, valdymo konsultacijų sektoriuje pasirinkome „Challenger“ metodą, kad panaikintume šią spragą. \nNusprendėme sumaišyti protingus žmones su „lean“ procesais ir struktūromis, taip sukurdami pirmaujančią įmonę Vidurio ir Rytų Europoje.",
  "Until today we have exported our business model to Emerging Europe": "Iki šiol savo verslo modelį eksportavome į besivystančią Europą bei Šiaurės šalis, o dabar esame 17 Europos šalių. \nSavo įmonę kūrėme vadovaudamiesi „vienos įmonės“ principu – kad net mažesni vietiniai biurai galėtų aptarnauti didelius projektus įvairiose srityse.",
  "Our main tenets for success": "Mūsų pagrindiniai sėkmės principai",
  "We challenge our competitors": "Mes iššūkį savo konkurentams – teikiame didesnę vertę ir mastu.",
  "We challenge ourselves": "Mes iššūkį sau – mėgstame netradicinius projektus",
  "We challenge our clients": "Mes metame iššūkį savo klientams – nebijome užduoti sunkių klausimų ir padedame klientams mesti iššūkį sau ar savo pramonės šakoms.",
  "Practical and Iimpact-Oriented": "Praktiškas ir orientuotas į poveikį",
  "Our history": "Mūsų istorija",
  "OU Primelight was established as an alliance of consulting companies in the Baltic States": "OÜ Primelight buvo įkurta kaip konsultacinių įmonių aljansas Baltijos šalyse (OÜ Primelight, Innopolis ir Advisio). \nNuo savo šaknų Baltijos šalyse OÜ Primelight plėtėsi kaip galvosūkis organiškai augdama, susijungdama ir įsigydama. \nŠiandien mūsų įmonėje dirba virš 300 konsultantų 18 šalių, apie pusė darbuotojų dirba ne Baltijos šalyse.",
  "Contact us and find out how we can work together": "Susisiekite su mumis ir sužinokite, kaip galime dirbti kartu",
  "Fill the contact form": "Užpildykite kontaktinę formą",
  "Required fields": "Privalomi laukai",
  "placeholder": {
    "name": "Vardas",
    "surname": "Pavardė",
    "phone": "Telefonas",
    "email": "El. paštas",
    "company name": "Įmonės pavadinimas"
  },
  "Upload documents": "Įkelti dokumentus",
  "eg brief project description": "pvz. \ntrumpas projekto aprašymas",
  "I have read and understood that my personal data will be processed for contact purposes as described in the": "Aš perskaičiau ir supratau, kad mano asmens duomenys bus tvarkomi kontaktiniais tikslais, kaip aprašyta",
  "Privacy notice for clients and external experts": "Privatumo pranešimas klientams ir išorės ekspertams",
  "Your form has been successfully send": "Jūsų forma sėkmingai išsiųsta",
  "I agree to receive from CIVITTA information related to the services it offers": "Sutinku gauti iš CIVITTA informaciją, susijusią su jos siūlomomis paslaugomis.",
  "Offices you want to contact": "Biuras (-ai), su kuriuo norite susisiekti",
  "Your message": "Tavo žinutė",
  "International senior team": "Tarptautinė vyresniųjų komanda",
  "We have no colleagues in the selected country": "Pasirinktoje šalyje kolegų neturime",
  "Adventure": "Nuotykis",
  "We value people who are not ordinary and who do not want to do everyday things": "Vertiname žmones, kurie nėra įprasti ir nenori daryti kasdienių dalykų. \nEsame atviri naujai patirčiai ir metame iššūkį esamai situacijai. \nČia niekada nėra nuobodu!",
  "Intellectual challenge": "Intelektualus iššūkis",
  "We are about learning on the job through a variety of intellectually challenging projects": "Mes siekiame mokytis darbe, vykdydami įvairius intelektualiai sudėtingus projektus, apimančius įvairias pramonės šakas, funkcijas ir geografines sritis.",
  "Non - hierarchical organization": "Nehierarchinė organizacija",
  "We value a high degree of responsibility and the importance of input from every employee from day one on the job": "Vertiname aukštą kiekvieno darbuotojo atsakomybę ir indėlio svarbą nuo pat pirmos darbo dienos. \nTikimasi, kad kiekvienas prisidės prie bendros sėkmės.",
  "Flexibility": "Lankstumas",
  "We seek to balance getting the job done with employees": "Siekiame derinti darbo atlikimą su darbuotojų gyvenimu už darbo ribų, sudarydami galimybes derinti studijas, verslumą, pomėgius, sportą ir šeiminį gyvenimą.",
  "Working at OU Primelight": "Darbas OÜ Primelight",
  "At OU Primelight we provide an enjoyable working atmosphere": "„OÜ Primelight“ visai įmonei siūlome malonią darbo atmosferą, socialinius renginius, išvykas ir keliones į užsienį.",
  "Fun": "Linksma",
  "Stories of our people": "Mūsų žmonių istorijos",
  "OU Primelight Challengers": "OÜ Primelight Challengers",
  "Consulting career path at OU Primelight": "Konsultavimas dėl karjeros kelio įmonėje OÜ Primelight",
  "We truly believe that our success lies in the talented and passionate team of professionals": "Tikrai tikime, kad mūsų sėkmę lemia talentinga ir aistringa profesionalų komanda, kuri paverčia CIVITTA puikia darbo vieta. \nSkatiname savo darbuotojus ieškoti nuotykių visame, ką jie daro, ir padėti jiems siekti savo profesinių ir asmeninių tikslų.",
  "Searching for new career opportunities": "Ieškote naujų karjeros galimybių?",
  "Apply now and build your career in OU Primelight": "Pateikite paraišką dabar ir kurkite savo karjerą OÜ Primelight, įgykite tarptautinės patirties ir padarykite įtaką. \nUžpildykite paraiškos formą. \nMūsų komanda jį peržiūrės ir su jumis susisieks. \nJei turite klausimų dėl jūsų paraiškos, siųskite el",
  "Partner": "Partneris",
  "Project manager / Team lead": "Projekto vadovas / komandos vadovas",
  "Associate partner": "Asocijuotas partneris",
  "Leads several teams with growing role in mentorship of other colleagues and business development": "Vadovauja kelioms komandoms, kurių vaidmuo auga kitų kolegų mentorystės ir verslo plėtros srityse",
  "Full-responsibility over project execution ensuring that it is delivered on time within high quality and budget expectations": "Visiška atsakomybė už projekto vykdymą, užtikrinant, kad jis būtų pristatytas laiku, laikantis aukštos kokybės ir biudžeto lūkesčių",
  "Intellectual leader with deep expertise in some particular industry and/or service line and own client portfolio": "Intelektualus lyderis, turintis gilią patirtį tam tikroje pramonės šakoje ir (arba) paslaugų srityje ir turintis savo klientų portfelį",
  "Senior analyst / Senior consultant": "Vyresnysis analitikas / Vyresnysis konsultantas",
  "Analyst / Consultant": "Analitikas / konsultantas",
  "Junior analyst / Junior consultant": "Jaunesnysis analitikas / jaunesnysis konsultantas",
  "Works more closely with client team members and owns a particular stream": "Glaudžiai bendradarbiauja su klientų komandos nariais ir valdo tam tikrą projekto srautą, pavyzdžiui, atlieka veiklos analizę, rinkos tyrimus, finansinį modelį ir pan.",
  "Performs larger and more sophisticated tasks": "Atlieka didesnes ir sudėtingesnes užduotis, įskaitant duomenų analizę ir vizualizavimą, hipotezių formulavimą ir tikrinimą ir kt.",
  "Supports the team with market research": "Palaiko komandą atliekant rinkos tyrimus, analizę, duomenų rinkimą, idėjų generavimą ir kitas kasdienes užduotis",
  "Upload other documents": "Įkelti kitus dokumentus",
  "eg portfolio references": "pvz. \nportfolio, nuorodos",
  "I have read and understood that my personal data will be processed for the ongoing recruitment processpe": "Aš perskaičiau ir supratau, kad mano asmens duomenys bus tvarkomi vykstančiam įdarbinimo procesui, kaip aprašyta",
  "Privacy notice for applicants": "Privatumo pranešimas pareiškėjams",
  "I agree to the storage of my personal data to be contacted": "Sutinku, kad mano asmens duomenys būtų saugomi, kad su jais OÜ Primelight susisiektų dėl būsimų įsidarbinimo galimybių, kaip aprašyta",
  "I agree that OU Primelight shares my personal data internally": "Sutinku, kad OÜ Primelight dalintųsi mano asmens duomenimis viduje, su kitais OÜ Primelight biurais, kaip aprašyta",
  "Preferred location": "Norima Vietovė",
  "or": "arba",
  "Upload CV": "Įkelti CV",
  "Paste link to your online profile": "Įklijuokite nuorodą į savo internetinį profilį (pvz., LinkedIn) arba įkelkite savo CV",
  "All rights reserved": "Visos teisės saugomos",
  "Privacy policy": "Privatumo politika",
  "Cookie notice": "Slapukų pranešimas",
  "All": "Visi",
  "OU Primelight International": "OÜ Primelight International",
  "Send a message": "Siųsti žinutę",
  "Visit country page": "Apsilankykite šalies puslapyje",
  "Navigate": "Rodyti kelią",
  "Company information": "Kompanijos informacija",
  "How can we help you grow": "Kaip galime padėti jums augti?",
  "Request proposal": "Prašyti pasiūlymo",
  "International financing opportunities": "Tarptautinio finansavimo galimybės",
  "National financing opportunities": "Nacionalinio finansavimo galimybės",
  "Programs in Estonia": "Programos Estijoje",
  "Local programs in Estonia for applied research in smart specialization growth areas": "Vietinės programos Estijoje, skirtos taikomiesiems tyrimams sumanios specializacijos augimo srityse, produktų kūrimui, skaitmeninei diagnostikai, įmonių plėtrai, inovacijų čekiui, plėtros čekiui ir stambių investuotojų paramai.",
  "Programs in Latvia": "Programos Latvijoje",
  "Local programs in Latvia for new products and technologies development in competence centers and innovation vouchers": "Vietinės Latvijos programos, skirtos naujų produktų ir technologijų plėtrai kompetencijų centruose ir inovacijų čekiams.",
  "Programs in Lithuania": "Programos Lietuvoje",
  "Local programs in Lithuania for industry digitization": "Vietinės pramonės skaitmenizavimo, ekoinovacijų, žaliosios pramonės inovacijų ir IRT programos Lietuvoje.",
  "Local programs in Romania for innovative green": "Vietinės programos Rumunijoje naujoviškoms žaliosioms, mėlynosioms ir IRT technologijoms, produktams, procesams ir sprendimams.",
  "Horizon Europe": "Europos horizontas",
  "Horizon Europe supports large international consortiums composing": "„Horizon Europe“ remia didelius tarptautinius konsorciumus, kuriuos sudaro R",
  "European Innovation": "Europos inovacijos",
  "EIC supports highly innovative SMEs and start-ups in developing ground-breaking business ideas": "EIC remia labai novatoriškas MVĮ ir pradedančias įmones, kurios plėtoja novatoriškas verslo idėjas ir toliau virsta rinkai paruoštais produktais, paslaugomis ar procesais finansuodamas pažangų prototipų kūrimą, patvirtinimą, bandymus, demonstravimą, testavimą, sertifikavimą ir komercializavimą.",
  "Cascade Funding": "Kaskadinis finansavimas",
  "Cascade funding opportunities are calls organized within H2020 projects to tech start-ups or scale-ups via acceleration": "Kaskadinio finansavimo galimybės – tai kvietimai, organizuojami pagal programos „H2020“ projektus, skirti technologijoms pradedančioms ar plečiančioms įmonėms, taikant pagreitinimo, inkubavimo ir mentorystės programas, arba įgyvendinti bandomuosius projektus, demonstracijas ir eksperimentus, susijusius su konkrečia projekte apibrėžta naujoviška technologija ar sistema.",
  "Eit Innovation Comunities": "Eit Inovacijų bendruomenės",
  "The European Institute of Innovation and Technology supports the creation and fining of innovative solutions": "Europos inovacijų ir technologijų institutas remia novatoriškų pagrindinių visuomenės problemų sprendimų kūrimą ir baudų skyrimą, vykdydamas mokymo ir švietimo programas, kurdamas novatoriškus produktus ir paslaugas bei skatindamas pradedančias ir plečiančias įmones.",
  "Erasmus": "Erasmus",
  "Erasmus supports education": "Erasmus remia švietimą, mokymą, jaunimo ir sporto organizacijas finansuodama bendradarbiavimą akademinio ir profesinio mokymo, mokyklų, suaugusiųjų mokymosi, Europos sporto renginių, mokymo, tyrimų, tinklų kūrimo ir politinių diskusijų ES temomis srityse.",
  "Creative Europe": "Kūrybiška Europa",
  "Creative Europe supports the audiovisual": "„Kūrybiška Europa“ remia garso ir vaizdo, kultūros ir kūrybinius veikėjus finansuodama jų veiklą visoje Europoje, kad pasiektų naują auditoriją ir ugdytų skaitmeniniame amžiuje reikalingus įgūdžius.",
  "Life": "Gyvenimas",
  "LIFE supports private bodies public entities and NGOs in the environment and climate field": "LIFE remia privačias įstaigas, viešuosius subjektus ir nevyriausybines organizacijas aplinkos ir klimato srityse, finansuodama technologijų plėtrą, strategijas ir politikos kūrimą, kuriais siekiama užtikrinti gamtos apsaugą, biologinę įvairovę, aplinkos ir išteklių efektyvumą, klimato kaitos švelninimą ir prisitaikymą prie jos.",
  "Innovation Fund": "Inovacijų fondas",
  "Innovation Fund supports innovation in the fields of energy-intensive industries": "Inovacijų fondas remia inovacijas daug energijos naudojančių pramonės šakų srityse; \natsinaujinantys energijos šaltiniai; \nenergijos kaupimas; \nanglies surinkimas, naudojimas ir saugojimas. \nFondo tikslas – remti investicijas į naujos kartos technologijas, reikalingas ES perėjimui prie mažo anglies dioksido kiekio technologijų mažinimo, taip pat skatinti ES įmonių augimą ir konkurencingumą."
}
